Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=202_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Evankelis-luterilainen kirkko
sme: Evaŋgelaš-luteralaš girku

source: Kirkolla on kautta historian ollut suuri merkitys saamelaisille ja saamen kielen käytölle.
sme: Girkus lea čađat leamašan stuorra mearkkašupmi sápmelaččaide ja sámegiela geavaheapmái.

source: Ennen yleisen oppivelvollisuuskoulun aikaa kansanopetuksesta vastasi kirkko ja saamenkielinen kirjallisuus sai alkunsa kirkollisista teksteistä.
sme: Ovdal almmolaš oahppogeatnegasvuođaskuvlla áiggi álbmotoahpahusas vástidii girku ja sámegielat girjjálašvuohta álggii girkolaš teavsttain.

source: Tänä päivänä saamen kieli kuuluu luonnollisena osana kirkon toimintaan.
sme: Dán áiggi sámegiella gullá lunddolaš oassin girku doibmii.

source: Kirkolliset toimitukset kuten kaste, vihkiminen ja hautaus voidaan toimittaa inarin- ja pohjoissaamen kielillä.
sme: Girkolaš doaimmahusat degomat gásta, vihaheapmi ja hávdádeapmi sáhttet doaimmahuvvot anáraš- ja davvisámegillii.

source: Kirkolliskokous perusti keväällä 2008 saamelaistyön sihteerin viran, jonka sijoituspaikkana on Oulun hiippakunnan tuomiokapituli.
sme: Girkolaščoahkkin vuođđudii giđđat 2008 sámebarggu čálli virggi, man sajuštanbáikin lea Oulu bismagotti duopmokapihttal.

source: Saamelaistyön sihteerin virka on kokonaiskirkon virka, jonka tehtävänä on saamelaisten kirkollisen työn ja erilaisten hankkeiden koordinointi sekä Barentsin alueen saamelaisten kirkollisten yhteyksien hoitaminen.
sme: Sámebarggu čálli virgi lea ollesgirku virgi, man bargun lea sápmelaččaid girkolaš barggu ja iešguđetlágan fidnuid koordineren ja dan lassin Barentsa guovllu sámiid girkolaš oktavuođaid dikšun.

source: Saamelaispapin virkapaikka on Inarin seurakunnassa, mutta hänen työkenttänään on koko saamelaisten kotiseutualue.
sme: Sámebáhpa virgebáiki lea Anára searvegottis, muhto su bargogieddin lea olles sámiid ruovttuguovlu.

source: Saamelaisten papin tehtävänä on palvella saamelaisten kotiseutualueen seurakuntia ja tarjota saamenkielisiä kirkollisia palveluita.
sme: Sámebáhpa bargun lea bálvalit sámiid ruovttuguovllu searvegottiid ja fállat sámegielat girkolaš bálvalusaid.

source: Oulun hiippakunnan tuomiokapituli perusti saamelaistyön neuvottelukunnan vuonna 2008.
sme: Oulu bismagotti duopmokapihttal vuođđudii sámebarggu ráđđádallangotti jagi 2008.

source: Neuvottelukunnan tehtävänä on edistää saamelaisten kirkollista työtä ja tukea saamelaistyön sihteerin työtä asiantuntijaelimenä.
sme: Ráđđádallangotti bargun lea ovddidit sápmelaččaid girkolaš barggu ja duvdit sámebarggu čálli barggu áššedovdiorgánan.

source: Kirkko tekee saamelaistyössä pohjoismaista yhteistyötä ja järjestää joka neljäs vuosi ekumeeniset saamelaiset kirkkopäivät (Sámi girkobeaivvit).
sme: Girku bargá sámebarggu olis davviriikkalaš ovttasbarggu ja ordne ee. juohke njealját jagi ekumenalaš Sámi girkobeivviid.

source: Edelliset kirkkopäivät vietettiin Norjan Mo i Ranassa 9.-11.8.2013.
sme: Čuovvovaš girkobeaivvit ordnejuvvojit Norgga Mo I Ranas 9.-11.8.2013.

source: Saamen kielilaki koskee myös kirkkoa ja erityisesti Oulun hiippakuntaa.
sme: Sámi giellaláhka guoská maiddái girku ja earenoamážit Oulu bismagotti.

source: Vuonna 1994 voimaan tulleeseen kirkkolakiin kirjoitettiin tätä koskeva säännös.
sme: Jagi 1994 fápmui boahtán girkoláhkii čállojuvvui njuolggadus mii guoská dán.

source: Vuonna 2006 uudistetulla säädöksellä saamelaisalueen seurakunnat määriteltiin selkeästi kaksikielisiksi seurakunniksi.
sme: Jagi 2006 ođaduvvon njuolggadusain sámeguovllu searvegottit meroštallojuvvojedje čielgasit guovttegielat searvegoddin.

source: Tämä velvoittaa saamen kielet näkymään myös esimerkiksi kirkollisissa ilmoituksissa.
sme: Dát geatnegahttá sámegielaid oidnot maiddái ovdamearkka dihtii girkolaš almmuhusain.

source: Saamenkielinen uskonnollinen kirjallisuus
sme: Sámegielat girjjálašvuohta

source: Kirkon virallisia kirjoja, kuten jumalanpalveluskirjaa ja toimitusten kirjaa, ryhdyttiin kääntämään saamenkielelle 1990-luvulla ja ne valmistuivat 2002.
sme: Girku virggálaš girjjiid, degomat ipmilbálvalusgirjji ja doaimmahusaid girjji, jorgališgohte sámegillii 1990-logus ja dat gárvvásmuvve 2002.

source: Pohjoissaamenkielinen virsikirja ilmestyi vuonna 1993.
sme: Davvisámegielat sálbmagirji almmustuvai jagi 1993.

source: Pohjoissaamenkielinen Uuden Testamentin käännös julkaistiin vuonna 1998.
sme: Davvisámegielat Ođđa Testameantta jorgalus almmustahttui jagi 1998.

source: Pohjoissaamenkielinen Vanhan Testamentin käännöstyö alkoi vuonna 1998 ja työ jatkuu edelleen.
sme: Davvisámegielat Boares Testameantta jorgalusbargu álggii 1998 ja bargu joatkašuvvá ain.

source: Lasten Raamattu on julkaistu pohjoissaame n ja inar insaamen kielillä.
sme: Mánáid biibbal lea almmustahtton davvisámegillii ja anárašgillii.

source: Inarinsaamenkielinen virsikirja julkistettiin vuonna 1993 ja osia Kirkkokäsikirjasta vuonna 2000.
sme: Anárašgielat sálbmagirji almmustahttui jagi 1993 ja oasit Girkogiehtagirjjis jagi 2000.

source: Myös Katekismus on käännetty inarin- ja pohjoissaamen kielille.
sme: Maiddái Káhtekismmos lea jorgaluvvon anáraš- ja davvisámegillii.

source: Tuomiokapitulin suunnitelmissa on Kirkkokäsikirjan kääntäminen inarinsaamen kielelle.
sme: Duopmokapihttala plánain lea Girkogiehtagirjji jorgaleapmi anárašgillii.

source: Saamenkielisten palvelujen saaminen kirkollisten toimitusten, kuten hautajaisten, kasteen ja vihkimisen yhteydessä on mahdollista Saamelaisten kotiseutualueella, joka on saamelaisten papille kuuluvaa aluetta.
sme: Sámegielat bálvalusaid oažžun girkolaš doaimmahusaid, degomat hávdádusaid, gástta ja vihaheami oktavuođas lea vejolaš sámiid ruovttuguovllus, mii lea sámebáhpa doaibmanguovlu.

source: Saamenkielisiä ja kaksikielisiä messuja toimitetaan Inarin ja Utsjoen alueilla.
sme: Sámegielat ja guovttegielat meassut doaimmahuvvojit Anára ja Ohcejoga guovlluin.

source: Saamelaisten kotiseutualueella ei ole mahdollisuutta saada saamenkielistä palvelua diakoniatyön ja kasvatustyön alueilla, koska ei ole saamen kielen taitoisia työntekijöitä.
sme: Sámiid ruovttuguovllus ii leat vejolašvuohta oažžut sámegielat bálvalusaid diakoniijabarggu ja bajásgeassinbarggu olis, daningo eai gávdno sámegielat bargit.

source: Siten esimerkiksi saamenkielinen rippikoulu ei toteudu Suomessa.
sme: Danin ovdamearkka dihtii sámegielat rihppaskuvla ii ollašuva Suomas.

source: Saamenkielisistä työntekijöistä on puutetta.
sme: Sámegielat bargiin lea vátnivuohta.

source: Saamenkieliset kirkkokäsikirjat löytyvät osoitteesta www.sakasti.f i
sme: Sámegielat girkogiehtagirjjit gávdnojit čujuhusas www.sakasti.fi

source: Saamenkielinen raamattu löytyy osoitteesta www.bibeln.fi
sme: Sámegielat biibbal gávdno čujuhusas www.bibeln.fi
